/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2017 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Enviar arquivo";
"_download_file_"           = "Baixar arquivo";
"_upload_encrypted_file_"   = "Enviar arquivo criptografado";
"_loading_"                 = "Carregando";
"_loading_with_points_"     = "Carregando...";
"_loading_num_"             = "Carregando arquivo %i";
"_loading_autoupload_"      = "Auto enviando";
"_uploading_"               = "Enviando";
"_synchronization_"         = "Sincronização";
"_delete_"                  = "Excluir";
"_delete_file_n_"           = "Excluir o arquivo %i de %i";
"_rename_"                  = "Renomear";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mova o arquivo %i de %i";
"_create_folder_"           = "Criar uma nova pasta";
"_creating_sharing_"        = "Criando compartilhamento";
"_updating_sharing_"        = "Atualizando compartilhamento";
"_removing_sharing_"        = "Removendo compartilhamento";
"_add_"                     = "Adicionar";
"_login_"                   = "Login";
"_save_"                    = "Salvar";
"_save_encrypted_"          = "Salvar criptografado";
"_warning_"                 = "Aviso";
"_error_"                   = "Erro";
"_no_"                      = "Não";
"_yes_"                     = "Sim";
"_select_"                  = "Selecionar";
"_crypto_cloud_upload_"     = "Enviar";
"_home_"                    = "Arquivos";
"_file_to_upload_"          = "Arquivo a enviar";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "Versão Beta";
"_function_in_testing_"     = "Funcionalidade em teste. Por favor envie informações sobre quaisquer problemas ou falhas.";
"_done_"                    = "Concluído";
"_passcode_too_short_"      = "Código de acesso muito pequeno. Deve ter ao menos 4 caracteres";
"_selected_"                = "Selecionado";
"_scan_fingerprint_"        = "Escaneamento da impressão digital para autenticação";
"_no_active_account_"       = "Nenhuma conta encontrada";
"_info_"                    = "Informações";
"_save_exit_"               = "Você deseja sair sem salvar?";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobrescrever";
"_transfers_in_queue_"      = "Transferência em andamento, por favor aguarde...";
"_too_errors_automatic_all_"= "Muitos erros. Vá ao \"Centro de Controle\" verificar o problema";
"_create_folder_"           = "Criar uma nova pasta";
"_close_"                   = "Fechar";
"_postpone_"                = "Adiar";
"_remove_"                  = "Excluir";
"_file_not_found_"          = "Arquivo não encontrado";
"_continue_"                = "Quer continuar?";
"_auto_upload_folder_"      = "Auto enviar";
"_gallery_"                 = "Galeria";
"_photo_"                   = "Foto";
"_audio_"                   = "Áudio";
"_unknown_"                 = "Desconhecido";

// App

"_synchronization_header_"  = "Sincronização de cabeçalho criptografado em andamento...";
"_network_available_"       = "Rede disponível";
"_network_not_available_"   = "Rede não disponível ";

// Networking

"_no_reuploadfile_"         = "Não foi possível encontrar nem reenviar o arquivo. Delete-o e reenvie.";
"_file_already_exists_"     = "Não foi possível concluir a operação pois existe um arquivo com o mesmo nome";
"_read_file_error_"         = "Erro na leitura do arquivo";

// More

"_more_"                    = "Mais";
"_notifications_"           = "Notificações";
"_logout_"                  = "Sair";

// Settings

"_acknowledgements_"        = "Reconhecimentos";
"_settings_"                = "Configurações";
"_passcode_"                = "Senha";
"_lock_active_"             = "Bloqueio: Ativado";
"_lock_not_active_"         = "Bloqueio: Desativado";
"_lock_protection_folder_"  = "Bloqueio apenas para pastas protegidas";
"_url_"                     = "URL";
"_username_"                = "Nome do Usuário";
"_change_credentials_"      = "Mude suas credenciais";
"_wifi_only_"               = "Use somente conexão Wi-Fi";
"_settings_autoupload_"     = "Auto enviar";
"_app_version_"             = "Versão do aplicativo";
"_app_in_use_"              = "Aplicativo em uso";
"_contact_by_email_"        = "Contacte-nos por e-mail";
"_clear_cache_"             = "Apagar Cache (%@ usado)";
"_clear_cache_no_size_"     = "Apagar o cache";
"_exit_"                    = "Sair";
"_funct_not_enabled_"       = "Funcionalidade desabilitada";
"_passcode_activate_"       = "Bloqueio de senha ativado";
"_disabling_passcode_"      = "Desativando bloqueio com senha";
"_want_exit_"               = "Atenção! Isso irá redefinir ao estado inicial. Continuar?";
"_proceed_"                 = "Continuar";
"_delete_cache_"            = "Apagar cache";
"_want_delete_cache_"       = "Você quer excluir o cache?";
"_want_delete_thumbnails_"  = "Quer excluir todos os thumbnails também?";
"_mail_deleted_"            = "E-mail excluído";
"_mail_saved_"              = "E-mail salvo";
"_mail_sent_"               = "E-mail enviado";
"_mail_failure_"            = "Falha ao enviar o e-mail: %@";
"_information_req_"         = "Solicitação de informação";
"_write_in_english_"        = "Por favor, escreva-nos em inglês";
"_credentials_"             = "Credenciais";
"_manage_account_"          = "Gerenciar conta";
"_change_password_"         = "Alterar senha";
"_add_account_"             = "Adicionar conta";
"_delete_account_"          = "Excluir conta";
"_want_delete_"             = "Você quer realmente excluir?";
"_no_delete_"               = "Não, não delete-o";
"_yes_delete_"              = "Sim, delete";
"_remove_cache_"            = "Aguarde, excluindo o cache...";
"_optimizations_"           = "Otimizações";
"_synchronizations_"        = "Pastas sincronizadas";
"_version_server_"          = "Versão do servidor";
"_check_key_aes_256_"       = "Gerenciar a senha da chave de criptografia";
"_encryptpass_by_email_"    = "Enviar por e-mail";
"_title_mail_encryptpass_"  = "Chave de criptografia";
"_text1_mail_encryptpass_"  = "Seu código de acesso da chave de criptografia é";
"_text2_mail_encryptpass_"  = "armazene-a com segurança e longe de olhos curiosos.";
"_help_"                    = "Ajuda";
"_lock_protection_simply_"  = "Proteção com senha fraca";
"_change_simply_passcode_"  = "Trocar tipo de senha";
"_quota_"                   = "Cota";
"_available_"               = "disponível";
"_cloud_account_"           = "Conta da Nuvem";
"_information_"             = "Informação";
"_personal_information_"    = "Informação pessoal";
"_user_full_name_"          = "Nome completo";
"_user_address_"            = "Endereço";
"_user_phone_"              = "Número do telefone";
"_user_email_"              = "E-mail";
"_user_web_"                = "Website";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Você está usando %@ de %@";
"_favorite_offline_"        = "Favoritos disponíveis offline";
"_favorite_offline_footer_" = "Tornar todos os favoritos disponíveis offline pode levar muito tempo e um alto uso de memória.";
"_advanced_"                = "Avançado";
"Skip"                      = "Pular";
"Start"                     = "Iniciar";

// Manage AutoUpload

"_autoupload_"                      = "Auto enviar fotos/vídeos";
"_autoupload_background_"           = "Auto enviar em segundo plano";
"_autoupload_photos_"               = "Auto enviar fotos";
"_autoupload_videos_"               = "Auto enviar vídeos";
"_autoupload_description_"          = "As novas fotos/vídeos serão enviados à sua nuvem";
"_autoupload_description_background_"  = "Esta opção requer o uso de GPS para acionar a detecção de novas fotos/vídeos na câmera assim que a localização mudar significativamente";
"_autoupload_background_title_"     = "Limitações";
"_autoupload_background_msg_"       = "Devido às restrições do iOS, ainda não é possível executar processos em segundo plano, a menos que o serviço GPS esteja ativado. Depois que a célula na rede celular for alterada, o sistema é ativado por um curto período de tempo e verifica se novas fotos serão enviadas para a Nuvem.";
"_autoupload_change_location_"      = "Mudar pasta";
"_autoupload_location_now_"         = "Pasta";
"_autoupload_location_default_"     = "Restaurar pasta padrão";
"_autoupload_change_location_footer_" = "Mudar a pasta Fotos que é usada em 'Envios automáticos de fotos' (se esta opção estiver habilitada)";
"_autoupload_not_select_home_"      = "Selecionar uma pasta";
"_autoupload_save_album_"           = "Copiar fotos ou vídeos para o álbum de fotos";
"_autoupload_fullphotos_"           = "Enviar todo o rolo da câmera";
"_autoupload_fullphotos_footer_"    = "Selecionar as opções acima antes de enviar";
"_autoupload_create_subfolder_"     = "Usar subpastas";
"_autoupload_create_subfolder_footer_" = "Armazenar em subpastas baseadas no ano e mês";
"_autoupload_filenamemask_"         = "Alterar a máscara do nome do arquivo";
"_autoupload_filenamemask_footer_"  = "Alterar a máscara automática do nome do arquivo";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Sistema de Criptografia na Nuvem";
"_alert_activation_crypto_cloud_"   = "Sistema de Criptografia da Nuvem ativado";
"_alert_deactivation_crypto_cloud_" = "Sistema de Criptografia da Nuvem desativado";
"_activation_crypto_cloud_"         = "Ativação do Crypto Cloud System";
"_deactivation_crypto_cloud_"       = "Desativação do Crypto Cloud System";
"_footer_crypto_cloud_"             = "Baseado em criptografia AES-256, o Sistema de Criptografia Cloud habilita você a armazenar dados privados (documentos, modelos, fotos, vídeos, etc) em sua nuvem, mantendo-os a salvo de possíveis \"olhos curiosos\"..\n\nSerá solicitada uma chave de criptografia (mínimo de 4 caracteres e máximo de 64). Você nunca será capaz de recuperá-lo e seus arquivos permanecerão criptografados. Se você reinstalar o TechSize Cloud ou acessar seus dados de outro sistema iOS, use a mesma combinação..\n\nQualquer arquivos pode ser criptografado ou descriptografado. O nome das pastas contendo seus arquivos também podem ser criptografados (esconder qualquer dica possível sobre o seu conteúdo).\n\nQualquer tipo de documento, em formato padrão ou criptografado, pode ser carregado do TechSize Cloud para sua nuvem. Todas as pastas e arquivos criptografados serão marcados na cor laranja. Se estiverem no modo de pré-visualização, serão identificados por uma etiqueta com 3 balas laranja.\n\nModelos para gravação de seus dados confidenciais (notas, cartão de pagamento, cartão ATM, contas de banco, senhas de sites, etc...) estão disponíveis e podem ser salvos em sua Nuvem em modo criptografado também..\n\nAtive/Desative sempre que quiser mas lembre-se de sempre usar a mesma chave de criptografia..\n\nNo momento, arquivos criptografados com o Sistema de Criptografia Cloud somente podem ser vistos com o sistema iOS.";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introdução ao TechSize Cloud";
"_help_activity_verbose_"       = "Atividade detalhada do feed";
"_help_activity_mail_"          = "Enviar atividade por e-mail";
"_help_activity_clear_"         = "Apagar atividade";


// Manage Optimizations

"_optimized_photos_"            = "Resolução de fotos otimizada";
"_upload_del_photos_"           = "Remover arquivos após envio";
"_optimized_photos_how_"        = "Se seu iPhone estiver com pouco espaço, fotos em alta resolução, envio ou descarregas são automaticamente modificados para versões otimizadas enquanto as de alta resolução ficarão armazenadas na sua Nuvem.";
"_upload_del_photos_how_"       = "Arquivos serão excluídos da memória do dispositivo após serem enviados à Nuvem. Eles ficarão no rolo da câmera. Simplesmente baixe os arquivos para vê-los.";

// Login

"_connect_server_anyway_"       = "Você quer conectar ao servidor mesmo assim?";
"_connection_error_"            = "Erro de conexão";
"_add_your_nextcloud_"          = "Adicionar sua conta TechSize Cloud";
"_key_aes_256_"                 = "Código de acesso da chave de criptografia";
"_login_url_"                   = "Endereço do servidor https://…";

"_security_init_required_hint_" = "Dica do código de acesso da chave de criptografia (Recomendado)";
"_hint_"                        = "Dica";
"_security_init_required_mail_" = "Entre seu e-mail para receber o código de acesso da chave de criptografia (recomendado).";
"_email_"                       = "E-mail";
"_title_form_security_init_"    = "Opções de segurança";
"_login_bottom_label_"          = "";
"_error_multidomain_"           = "Endereço não permitido. Somente os seguintes domínios são válidos:";

// Favorite

"_favorites_"                   = "Favoritos";
"_favorite_"                    = "Favoritar";
"_unfavorite_"                  = "Desfavoritar";
"_no_files_uploaded_"           = "Nenhum arquivo enviado";
"_tutorial_favorite_view_"      = "Os arquivos e pastas que você marcar como favoritos serão mostrados aqui";
"_tutorial_offline_view_"       = "Os arquivos copiados para cá estarão disponíveis offline.\n\nEles serão sincronizados com sua nuvem.";
"_tutorial_local_view_"         = "Você vai encontrar os arquivos descompactados de sua nuvem . \n\nConecte ao iTunes para compartilhar estes arquivos .";
"_more_"                        = "Mais";
"_favorite_no_files_"           = "Sem favoritos ainda";


// Auto Upload

"_pull_down_"                               = "Puxe para baixo para atualizar";
"_no_photo_load_"                           = "Nenhuma Foto ou Vídeo";
"_tutorial_autoupload_view_"                = "Você pode habilitar envios automáticos em \"Configurações\"";
"_no_date_"                                 = "Nenhuma data";
"_today_"                                   = "Hoje";
"_time_"                                    = "Horário: %@\n\n%@";
"_location_not_enabled_"                    = "Serviços de localização não ativados";
"_location_not_enabled_msg_"                = "Por favor, Vá em \"Configurações\" e ative o \"Serviço de Localização\" para permitir envios automáticos de foto/vídeo.";
"_access_photo_not_enabled_"                = "Acesso a Fotos desabilitado";
"_access_photo_not_enabled_msg_"            = "Por favor, Vá em \"Configurações\" e ative o \"Acesso à Fotos\" para permitir envios automáticos de foto/vídeo.";
"_access_photo_location_not_enabled_"       = "Acesso às Fotos e Localização estão desabilitados";
"_access_photo_location_not_enabled_msg_"   = "Por favor, vá em \"Configurações\" e ative o \"Acesso à Fotos\" e \"Serviço de Localização\" para permitir envios automáticos de foto/vídeo.";
"_tutorial_photo_view_"                     = "Sem envios de fotos ou vídeos ainda";
"_create_full_upload_"                      = "Criando arquivo. Pode levar um certo tempo, aguarde.";
"_error_createsubfolders_upload_"           = "Erro criando subpastas";
"_activate_autoupload_"                     = "Habilitar auto envio";

// Template

"_title_"                       = "Título";
"_web_account_data_"            = "Dados da conta web";
"_url:_"                        = "URL:";
"_login:_"                      = "Login:";
"_password:_"                   = "Senha:";
"_notes_"                       = "Anotações";
"_web_account_"                 = "Conta web";
"_enter_title_"                 = "Entre o título";
"_add_folder_"                  = "Adicionar pasta";
"_add_photos_videos_"           = "Adicionar fotos ou vídeos";
"_add_folder_encryptated_"      = "Adicionar pasta com nome criptografado";
"_add_encrypted_photo_video_"   = "Adicionar fotos ou vídeos criptografados";
"_add_credit_card_"             = "Adicionar modelo para cartão de pagamento";
"_add_atm_"                     = "Adicionar modelo para cartão ATM";
"_add_bank_account_"            = "Adicionar modelo para conta bancária";
"_add_web_account_"             = "Adicionar conta web";
"_add_notes_"                   = "Adicionar anotações";
"_add_driving_license_"         = "Adicionar modelo de Carteira nacional de habilitação";
"_add_id_card_"                 = "Adicionar modelo de cartão ID";
"_add_passport_"                = "Adicionar modelo de passaporte";
"_add_atm_card_"                = "Dados do cartão ATM";
"_bank_name:_"                  = "Nome do banco:";
"_code:_"                       = "Código:";
"_security_code:_"              = "Código de segurança:";
"_pin:_"                        = "PIN:";
"_atm_card_"                    = "Cartão ATM";
"_credi_card_data_"             = "Dados do cartão de pagamento";
"_name_surname:_"               = "Nome e Sobrenome:";
"_expiry_date:_"                = "Data de expiração:";
"_credit_card_"                 = "Cartão de pagamento";
"_id_card_"                     = "Carteira de identidade";
"_number:_"                     = "Número:";
"_place_of_birth:_"             = "Local de nascimento:";
"_date_of_birth:_"              = "Data de nascimento:";
"_date_of_issue:_"              = "Data de emissão:";
"_date_of_expiry:_"             = "Data de expiração:";
"_bank_account_data_"           = "Dados da conta bancária";
"_account_n:_"                  = "Conta N.:";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Agência:";
"_bank_account_"                = "Conta bancária";
"_passport_"                    = "Passaporte";
"_driving_license_"             = "Carteira nacional de habilitação";
"_license_number:_"             = "Número da licença:";
"_vehicle_types:_"              = "Tipos de veículos:";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "menos de um minuto atrás";
"_minutes_ago_"                 = "%d minutos atrás";
"_hours_ago_"                   = "%d horas atrás";
"_days_ago_"                    = "%d dias atrás";
"_over_30_days_"                = "mais de 30 dias";
"_connection_internet_offline_" = "A conexão de internet parece estar offline ou Wi-Fi é necessário";
"_insert_password_"             = "insira a senha";
"_update_in_progress_"          = "Atualização de versão, aguarde...";
"_forbidden_characters_"        = "O nome do arquivo ou da pasta contém caracteres não permitidos";
"_mail_not_can_send_mail_"      = "Nenhuma conta configurada ou endereço de e-mail errado";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Extração em andamento no armazenamento local...";
"_file_unpacked_"               = "Arquivo descompactado no armazenamento local";
"_file_saved_local_"            = "Arquivo salvo no armazenamento local";
"_file_not_present_"            = "Erro: Arquivo ausente, por favor recarregue.";
"_order_by_date_"               = "Classificar por data";
"_current_order_name_"          = "(classificação atual por nome)";
"_order_by_name_"               = "Classificar por nome";
"_current_order_date_"          = "(classificação atual por data)";
"_sort_descending_"             = "Classificação decrescente";
"_current_sort_ascending_"      = "(classificação atual: crescente)";
"_sort_ascending_"              = "Classificação crescente";
"_current_sort_descending_"     = "(classificação atual: decrescente)";
"_delete_selected_files_"       = "Excluir arquivos";
"_move_selected_files_"         = "Mover arquivos";
"_encrypted_selected_files_"    = "Criptografar arquivos";
"_decrypted_selected_files_"    = "Descriptografar arquivos";
"_download_selected_files_"     = "Baixar arquivos";
"_download_selected_files_folders_" = "Baixar arquivos e pastas";
"_error_passcode_"              = "Erro: Senha errada para a chave de criptografia.";
"_error_operation_canc_"        = "Erro: Operação cancelada.";
"_only_lock_passcode_"          = "Disponível somente com bloqueio de senha ativado. Ative em \"Configurações\".";
"_passcode_protection_"         = "Proteção de senha";
"_encrypt_"                     = "Criptografar";
"_decrypt_"                     = "Descriptografar";
"_remove_favorites_"            = "Remover dos favoritos";
"_remove_offline_"              = "Remover do modo offline";
"_add_favorites_"               = "Adicionar aos favoritos";
"_add_offline_"                 = "Adicionar ao offline";
"_remove_passcode_"             = "Excluir a proteção de senha";
"_protect_passcode_"            = "Proteger com senha";
"_share_"                       = "Compartilhar";
"_reload_"                      = "Recarregar";
"_open_in_"                     = "Abra em...";
"_remove_local_file_"           = "Apagar do cache";
"_add_local_"                   = "Adicionar ao armazenamento local";
"_comm_erro_pull_down_"         = "Atenção: Erro de comunicação com o servidor. Puxe para baixo para atualizar.";
"_file_not_downloaded_"         = "arquivo não baixado";
"_file_not_uploaded_"           = "arquivo não enviado";
"_folders_"                     = "pastas";
"_folder_"                      = "pasta";
"_files_"                       = "arquivos";
"_file_"                        = "arquivo";
"_folder_blocked_"              = "Pasta bloqueada";
"_downloading_progress_"        = "Inicializando download de arquivos...";
"_encrypted_progress_"          = "Criptografado...";
"_decrypted_progress_"          = "Descriptografado...";
"_no_file_pull_down_"           = "Envie um arquivo ou puxe para baixo para atualizar";
"_browse_images_"               = "Navegar pelas imagens";
"_synchronized_folder_"         = "Manter a pasta sincronizada";
"_remove_synchronized_folder_"  = "Remover a sincronização";
"_synchronized_confirm_"        = "Após habilitar a sincronização, todos os arquivos na pasta serão sincronizados com o servidor. Continuar?";
"_offline_folder_confirm_"      = "Depois de ativar o offline, todos os arquivos na pasta serão sincronizados com o servidor, continuar?";
"_same_device_different_passcode_"  = "O arquivo foi criptografado no mesmo dispositivo, mas com um código de acesso diferente. Tenha em mente que se o código de acesso antigo for digitado, os arquivos criptografados com o novo código de acesso ficarão ilegíveis.";
"_file_encrypted_another_device_"   = "O arquivo foi criptografado em outro dispositivo [%@], entre com o código de acesso para descriptografar o conteúdo.";
"_file_not_found_reload_"       = "Arquivo não encontrado. Puxe para baixo para atualizar";
"_title_section_download_"      = "BAIXAR";
"_title_section_upload_"        = "ENVIAR";
"_group_alphabetic_yes_"        = "✓ Grupo por ordem alfabética";
"_group_alphabetic_no_"         = "Grupo por ordem alfabética";
"_group_typefile_yes_"          = "✓ Grupo por tipo de arquivo";
"_group_typefile_no_"           = "Grupo por tipo de arquivo";
"_group_date_yes_"              = "✓ Grupo por data";
"_group_date_no_"               = "Grupo por data";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "Rede Wi-Fi necessária, %lu %@ a enviar";
"_tite_footer_upload_"          = "%lu %@ a enviar";
"_tite_footer_download_wwan_"   = "Rede Wi-Fi necessária, %lu %@ a baixar";
"_tite_footer_download_"        = "%lu %@ a baixar";
"_limited_dimension_"           = "Tamanho máximo alcançado";
"_same_device_different_passcode_hint_" = "O arquivo foi criptografado pelo mesmo dispositivo mas com uma criptografia de chave de senha diferente. Atenção, pois se a senha antiga for entrada, os arquivos criptografados com a nova senha ficarão ilegíveis.\n\nDica: %@";
"_file_encrypted_another_device_hint_" = "O arquivo foi criptografado por outro dispositivo [%@]. Entre a criptografia de chave de senha para ler seu conteúdo. \n\n Dica: %@";
"_save_selected_files_"         = "Salvar imagens e vídeos no Álbum de Fotos";
"_file_not_saved_cameraroll_"   = "Erro: O arquivo não foi salvo no Álbum de Fotos";
"_file_saved_cameraroll_"       = "Arquivo salvo no Álbum de Fotos";
"_directory_on_top_yes_"        = "✓ Pastas no topo";
"_directory_on_top_no_"         = "Pastas no topo";
"_folder_automatic_upload_"     = "Pasta para envio Automático";
"_search_no_record_found_"      = "Nenhum resultado";
"_search_in_progress_"          = "Pesquisa em andamento...";
"_search_instruction_"          = "Pesquisar por arquivo (mínimo de 2 caracteres)";
"_files_no_files_"              = "Nenhum arquivo aqui";

"audio"                         = "ÁUDIO";
"compress"                      = "COMPACTADOS";
"directory"                     = "PASTAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMAGENS";
"template"                      = "MODELOS";
"unknow"                        = "DESCONHECIDO";
"video"                         = "VÍDEO";

"_no_plist_pull_down_"          = "Arquivos criptografados não atualizados. Puxe para baixo para atualizar";
"_file_del_only_local_"         = "Arquivo ausente no servidor";

"_copy_file_"                   = "Copiar arquivos";
"_copy_files_"                  = "Copiar arquivos";
"_paste_file_"                  = "Colar arquivo";
"_paste_file_encrypted_"        = "Colar arquivo criptografado";
"_paste_files_"                 = "Colar arquivos";
"_paste_files_encrypted_"       = "Colar arquivos criptografados";
"_paste_cryptated_"             = "Colar arquivo criptografado";

"_search_this_folder_"          = "Pesquisar nesta pasta";
"_search_all_folders_"          = "Pesquisar em todas as pastas";
"_search_sub_folder_"           = "Pesquisar aqui e em subpastas";

"_theming_is_light_"            = "O tema do servidor é muito brilhante e não é aplicável";

// Security

"_reload_folder_"               = "Por favor recarregue a pasta";
"_encrypt_error_"               = "Durante a criptografia do arquivo %@ ocorreram erros. [%@]";
"_decrypt_error_"               = "Durante a descriptografia do arquivo %@ ocorreram erros. [%@]";
"_encryption_"                  = "Criptografando...";
"_decryption_"                  = "Descriptografando...";

// CoreData

"_required_new_database_"       = "Atualização pronta: Logue-se novamente para obter uma nova versão do banco de dados.";

// Files Preview

"_insert_password_pfd_"         = "PDF seguro. Entre a senha";
"_password_pdf_error_"          = "Senha errada";
"_error_download_photobrowser_" = "Erro: Não foi possível baixar a foto";

// Share

"_share_link_"                  = "Compartilhar link";
"_share_link_button_"           = "Enviar link para...";
"_password_"                    = "Senha";
"_share_password_"              = "Link  protegido com senha";
"_share_expirationdate_"        = "Defina a data de expiração do link";
"_date_"                        = "Data";
"_share_title_"                 = "Compartilhar";
"_add_sharee_"                  = "Adicionar usuários ou grupos";
"_add_sharee_footer_"           = "Você pode compartilhar este recurso adicionando usuários ou grupos. Para remover um compartilhamento, remova todos os usuários e grupos";
"_find_sharee_title_"           = "Pesquisar";
"_find_sharee_"                 = "Pesquisar por usuário ou grupo...";
"_find_sharee_footer_"          = "Entre parte do nome do usuário ou grupo a pesquisar (pelo menos 2 caracteres) seguido de um \"Enter\". Depois selecione os usuários que poderão acessar o compartilhamento seguido de um  \"Confirmar\" para finalizar.";
"_user_is_group_"               = " (grupo)";
"_direct_sharee_title_"         = "Compartilhar";
"_direct_sharee_footer_"        = "Se já sabe o nome, entre-o, selecione o tipo de compartilhamento e pressione 'Concluído' para confirmar";
"_direct_sharee_"               = "Entre o nome de usuário...";
"_user_sharee_footer_"          = "Toque para mudar os privilégios";
"_share_type_title_"            = "Tipo de compartilhamento";
"_share_type_user_"             = "Usuário";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privilégios";
"_share_permission_edit_"           = "Pode editar";
"_share_permission_file_can_write_" = "Pode gravar o arquivo";
"_share_permission_create_"         = "Pode criar";
"_share_permission_create_file_"    = "Pode criar arquivos";
"_share_permission_create_folder_"  = "Pode criar pastas";
"_share_permission_change_"         = "Pode alterar";
"_share_permission_delete_"         = "Pode excluir";
"_share_permission_share_"          = "Pode compartilhar";
"_share_permission_rename_"         = "Pode renomear";
"_share_permission_move_"           = "Pode mover";
"_share_permission_info_"           = "Compartilhando informação";
"_share_permission_path_"           = "Arquivo/Pasta";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Usuário";
"_share_permission_typegroup_"      = "Grupo";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federado";
"_share_permission_owner_"          = "Proprietário";
"_share_permission_date_"           = "Data";
"_share_permission_email_"          = "Notificação por e-mail";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Compartilhado com você";
"_type_resource_external_"          = "Armazenamento externo";

// Share Ext

"_destiny_folder_"                  = "Pasta: %@";

"_no_transfer_"                     = "Sem transferências ainda";
"_no_transfer_sub_"                 = "Envios ou downloads deste dispositivo serão mostrados aqui";
"_no_activity_"                     = "Sem atividade ainda";
"_transfers_"                       = "Transferências";
"_activity_"                        = "Atividade";
"_activity_file_not_present_"       = "O arquivo não está mais presente";

// List Shares

"_list_shares_"                     = "Compartilhamentos";
"_list_shares_no_files_"            = "Sem compartilhamentos ainda";
"_tutorial_list_shares_view_"       = "Arquivos e pastas que você compartilhar aparecerão aqui";

// Offline - Local Storage

"_create_synchronization_"          = "Criar sincronismo";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Armazenamento local";
"_local_storage_no_record_"         = "Sem arquivos ainda";

// Create Cloud

"_upload_photos_videos_"            = "Enviar fotos e vídeos";
"_upload_file_"                     = "Enviar arquivo";
"_upload_encrypted_mode"            = "Enviar em modo criptografado";
"_upload_template_"                 = "Carregar um modelo";
"_upload_plain_mode"                = "Enviar em modo aberto";

// Document Picker

"_save_document_picker_"            = "Salvar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Pasta de destino";
"_use_folder_photos_"               = "Use a pasta Fotos como destino";
"_rename_filename_"                 = "Renomear";
"_filename_"                        = "Nome do arquivo";
"_preview_filename_"                = "Como exemplo de visualização do nome do arquivo, você pode usar a máscara MM, MMM, DD, AA, AAAA e HH, hh, mm, ss, ampm para data/hora";
"_forbidden_characters_"            = "O nome do arquivo ou da pasta contém caracteres não permitidos";
"_add_filenametype_"                = "Adicionar o tipo no nome do arquivo";
"_filenametype_photo_video_"        = "Foto/Vídeo";

// Notification

"_notification_"                    = "Notificação";

// Photo Browser

"Done"                              = "Concluído";
"Select Photos"                     = "Selecionar Fotos";
"photo"                             = "foto";
"photos"                            = "fotos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto enviar nome de arquivo";

